export default {
  title: '关于我的过去',
  subTitle1: '对于欺骗和隐瞒',
  p1: '我承认我起初对没有将我的全部过去的个人感情跟你说清，这我也一直很内疚，不应该对你有所隐瞒，在你跟我说清跟你交往的勿踩雷区后，我也想进行补充，却害怕那时和你说你会因此伤心难过。但我确定我之后都没有对你丝毫的隐瞒与欺骗，我真的是对真心对你。包括你之后问我的事，我也是如实告诉你，可对于我的过去让你感到困扰了。但我觉得我还是应该坦诚跟你说，我想和你真心交往。',
  subTitle2: '我有多少你不知道不了解的事',
  p2: '你说你不知道我还有多少事情你不知道，现在我没有跟你隐瞒我觉的会伤害到我们之间感情的事。但有些事还有要跟你说下虽然之前我和你说过，在厦门是有两个初中女同学，一个是慧婷，一个是舒宁，我和他们只是普通好友和同学关系，极偶尔和她们两个出去吃饭走走，但和你在一起之后我也没有联系舒宁，慧婷有时有联系，也没和他们一起出去了，我知道我现在是有有女朋友的人了，做事要先想想自己女朋友，然后再去想想能不能这么做。',
  subTitle3: '你对我的好',
  p3: '在我去福州的日子里，你都来地铁口接我。早上怕我饿肚子，都是早早起来买早餐带给我吃。你一整天都陪我，怕我自己一个人，就老胡找你帮他代课，你不好推脱，却又怕丢下我自己一个人，而感到内疚。对我丝毫没有保留，这是对我绝对的信任，有你这样的女朋友我很幸福。也感谢缘分让你我相遇，慢慢走到了一起。你为我也付出了很多，之前你说你不能接受异地，但后来你接受我了，这需要很大的勇气才能下这个决定。福州找你，你时常说不想我回去，我又何尝不是，我也想每天陪在你的身边，和你一起看电视，一起下厨，一起聊聊话常，一起牵扯手出去散散步。我也想给你幸福的生活，现在我能做的是周末常去找你，但你又会说不想让我连续两周去找你，我知道你是怕我累，怕我花钱，给我带来经济压力，但我现在经济还好，能时常去找你，我想给你带去幸福、和快乐。我要去找你，你说忍着，但我能感受到你是咬着牙才这样说的。异地相聚的时光总是比较短暂，能多去陪陪你，给你带带去快乐，同时我也快乐，即使累我也是感到幸福的，和你在一起的时光是我工作好最快乐的时光。',
  subTitle4: '我对你的感情',
  p4: '从今年的三月份开始我就喜欢你，虽然我不善言辞，我还是时常找你聊天，偶尔给你打电话，我很开心你在九月底的时候接受了我。我非常珍惜这段感情，一直怕笨笨的我会让你伤心难过，怕我的一言一行会让你伤心难过，但我还是有时让你伤心难过了。我一直做的不够好，我已经在好好改，但偶尔可能还是会犯错。你说我勇于承认，死不悔改，我真不是那样，因为我没做好让你伤心难过，我也非常伤心。昨晚一个人去海边，吹着微凉的海风，听着海浪声，想着那事，还是忍不住一个人坐在海边的沙滩抹眼泪。回到宿舍，关着灯，趴在床上，给你发信息，却只能偶尔等到你的回复，我内心崩溃到极点，还是忍不住自己泪流满面。我真的很害怕你不理我。你有次问我说，如果我们有天分手了会怎样，我真的没想过，我也不敢想，我害怕那天到来，也不想那天到来。我想的只是好好的跟你再一起，过好和你在一起的每一天，能和你一直走到最后，步入婚姻殿堂，一起幸福过日子。我也不说绝对的话，但我会好好做好自己应该做的，能让你幸福快乐。在接下来时光中，我也会做的更好。',
  subTitle5: '解开你我的心结',
  p5: '过于我的过去让你内心产生了心结，你说给你几天的时间让你想通，但我一天也忍受不你不大理我时光。我们互相离不开对方，不想因为我的过去让双方都如此折磨，我想和你一起解开这个心结。这本来是我的过错，不该让你承受这些，但我过去确实做了，现在伤害到了你，对你来说确实不公平。你说你不够了解我，让你感到陌生了，我和你想象中的有些差距，我真没有要欺骗你的意思，我要做一个宠你，护你，爱你的男友。我对你的感情全是发至内心，从和你在一起的那一刻起我就打算和你走到最后的心一直走下去。我很感动，你为了我尝试去说服自己去接受，但是这确实很难，做不到自己欺骗自己。我也没有丝毫要伤害你的本意，你简单、单纯，对感情专一、认真，对我非常好，我也感到很幸福。今天我一直在想这个事，在想怎么解开这个心结。你说你想到这个就不知道怎么面对我，让你不去想这个事，这是完全不可能，也很不现实。但要是给你时间去想通，慢慢去接受这个是事，对你却很残忍，我也不忍心。你说婚前不一定要有性，在这个问题上我一定尊重你，我会好好呵护你，不想伤害你，不去做你不喜欢的事。我们在一起的时光是快乐幸福的，我过去冲动做错了事，我不求你完全原谅，我希望我们能好好在一起，虽然这委屈了你，也不是解开你心结在办法，但我还是请求你能原谅，这有点自私，但我是真心想和你好好在一起，不想我们就这样彼此折磨。',
  subTitle6: '写给我们的将来',
  p6: '有些事需要我们一起共同面对，一起走下去，相互支持、鼓励。我也特别希望我们能走到最好，一直这么想。你说如果不是不可挽回的事你不会轻易说分手，我也不会和你说分手。祝福我们有一个幸福、快乐的未来。'
}