export default {
  'title': '回想我做过的那些蠢事',
  p1: '一个星期不到，却能做出两件让你伤害至深的事，想一心对你好，最后却总能做出适得其反。你之前对我无比信任，我却将你的信任消失殆尽，我之前一直以为我是个老好人，脾气好，能给自己心爱的人带来幸福快乐！然而如今我却发现，事以愿违，没能给你带来多大的快乐，却给你带来如此的伤害。此份感情不易，你我都非常珍惜，你为此情做了很大牺牲，我也看于眼里，感于心里。我本无意伤害，想细心照料，却总无意伤害。',
  p2: '你说让我拿出值得让你再相信的东西，伤你这几次我也无颜，已将你信任耗尽，我也不知如何再重塑你对我的信任。也只能好好想想我为何总能做出事以愿违的事，伤害到你，让我自己再看懂一下自己，看清自己是有多混蛋。在以后的时光中能更多的给你带来快乐，幸福，对我安心，心安。',

  'subTitle1': '自我的反思',
  p3: '为何一心想着对你好却到最后却反而伤害到了你。为何想跟你诚心相对，毫无保留，到最后却会成欺骗隐瞒。我情商真的不是很高，对有些事也不是很敏感，有些事不能注意到她的重要性，我自己心里觉得，我没有想过要和他复合，没有主动去联系她，也没有和她见面，只是偶尔会她一两句，但正因为我这样的行为却严重的伤害到了我们之间的感情，我真的万分自责。不是我想狡辩，(我发誓，我没有再和她见过面，没有做对不起我们之间的事）可能有时我自己的想法有点天真，可爱，单纯，想的太少。',

  'subTitle2': '如何解决',
  p4: '我们时常微信联系，但我觉得我们还是需要时常电话沟通，这应该会更直接，更能懂对方想什么。让傻傻的我更能知道，什么事一定不能做。我想我们之间的毫无保留的说话有点少。如果可以我之后多给你打电话，互相说说心里话，让我们更懂彼此。我也应该更加去了解你，别总是让你一个人去承受那些本不应该让你承受的事。我会毫无保留，跟你说我的事，和你想知道的事。我会彻底断干净，不会和她有任何的瓜葛。感谢今晚你能一直陪我，之前跟你说不要不会我信息，你一直记在心里，也做到了，我非常感动。我有何颜面不去做到我应该做到的事呢？我真心想呵护好我们之间的感情，我不是爱哭，我很少哭，但是想到又是我让你伤心，难过，想到我为何这么没用，连自己心爱的人都照顾不了，没能给她带来快乐，反而如此伤害到她，我内心就无比伤心难过，眼泪就忍不住掉下来。我真的诚心，给我一次机会去好好呵护着感情。'
}